actual-appimage
alacritty
amd-ucode
arrow
audacity
audio-recorder
aws-sdk-cpp
base
base-devel
btop
btrfs-progs
cuda
cups-pdf
cursor-bin
discord
docker
docker-compose
efibootmgr
eigen
exfatprogs
extra-cmake-modules
firefox
flameshot
fuse-overlayfs
fzf
galculator
gdb
git
git-lfs
github-cli
gn
google-chrome
graphicsmagick
grub
gst-plugin-pipewire
gtkmm3
gvfs
gvfs-mtp
htop
i3lock
intel-media-driver
iwd
jdk17-openjdk
kitty
konsole
kotlin
libcs50
libpulse
libreoffice-still
libtorch-cuda
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lmstudio
lutris
maven
mingw-w64-gcc
miniconda3
nano
ncdu
neofetch
neovim
ngrok
ninja
nitrogen
nnn
nodejs-lts-iron
ntfs-3g
nvidia-open
nvidia-open-lts
nvidia-settings
nvidia-utils
nvtop
obsidian
ollama-cuda
openssh
patchutils
pavucontrol
perf
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
pyenv
pypy
pypy3
python-httplib2
python-pip
python-psutil
python-pyparsing
python-six
python-virtualenv
qtile
rsync
ruff
rust-bindgen
rustup
smartmontools
spotify
spotify-tui
squashfs-tools
steam
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexextra
thunar
tree-sitter-cli
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
typst
udiskie
uv
valgrind
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
webkit2gtk-4.1
wget
wine
winetricks
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xdm
xorg-xev
xorg-xinit
xorg-xrandr
yarn
yay
zathura
zathura-pdf-poppler
zellij
zoom
zram-generator
